Repository: 84000/data-translation-memory
Catalog: toh56-v4.tmx
Source language: bo
Languages: en

source: བཅོམ་ལྡན་འདས་ཀྱིས་དེ་སྐད་ཅེས་བཀའ་སྩལ་ནས། ཚེ་དང་ལྡན་པ་ཤཱ་རིའི་བུ་དང་། དགེ་སློང་དེ་དག་དང་། ལྷ་དང་། མི་དང་། ལྷ་མ་ཡིན་དང་། དྲི་ཟར་བཅས་པའི་འཇིག་རྟེན་ཡི་རངས་ཏེ། བཅོམ་ལྡན་འདས་ཀྱིས་གསུངས་པ་ལ་མངོན་པར་བསྟོད་དོ།། །།
en: When the Lord had spoken, the venerable Śāriputra, the mendicants, and the world with its gods, humans, asuras, and gandharvas rejoiced and praised the words of the Lord.

source: འཕགས་པ་དཀོན་མཆོག་བརྩེགས་པ་ཆེན་པོའི་ཆོས་ཀྱི་རྣམ་གྲངས་ལེའུ་སྟོང་ཕྲག་བརྒྱ་པ་ལས། བྱང་ཆུབ་སེམས་དཔའི་སྡེ་སྣོད་ཀྱི་ལེའུ་ཞེས་བྱ་བ་སྟེ། བཅུ་གཉིས་པ་རྫོགས་སོ།། །།
en: This concludes the cycle of teachings entitled “The Collected Teachings on the Bodhisatva,” a Mahāyāna sūtra. It is the twelfth chapter of the hundred thousand chapters of the noble Great Heap of Jewels collection.

source: རྒྱ་གར་གྱི་མཁན་པོ་ཨཱ་ཙརྱ་སུ་རེན་དྲ་དང་། ཤཱི་ལེན་དྲ་དང་། ཨཱ་ཙཱརྱ་དྷ་རྨ་ཏ་ཤཱི་ལས་བསྒྱུར་ཅིང་ཞུས་ཏེ། སྐད་གསར་ཆད་ཀྱིས་ཀྱང་བཅོས་ནས་གཏན་ལ་ཕབ་པ།​། །​།
en: This was translated into Tibetan by the Indian preceptors Ācārya Surendra, Śīlendra, and Ācārya Dharmatāśīla and revised according to the later language reform.
